Repository: betulcalik/github-repo-list-viewer
Catalog: github-repo-list-viewer/Resources/Localizable.xcstrings
Source language: en
Languages: tr

# client_error
source: Client error occurred: %d
tr: İstemci hatası oluştu: %d

source: Created At: %@
tr: Oluşturuldu: %@

source: Error
tr: Hata

# failed_data_decode
source: Failed to decode the data.
tr: Veri çözme başarısız.

source: History
tr: Geçmiş

# invalid_server_response
source: The response from the server was invalid.
tr: Sunucudan gelen yanıt geçersiz.

# invalid_url
source: The URL provided was invalid.
tr: Verilen URL geçersiz.

source: Language
tr: Dil

source: No Internet Connection
tr: İnternet bağlantısı yok.

source: No Repositories Found
tr: Depo Bulunamadı

source: OK
tr: Tamam

source: Private
tr: Gizli

source: Public
tr: Açık

source: Repositories
tr: Depolar

source: Repository Detail
tr: Depo Detayı

source: Search
tr: Ara

# search_github_repositories
source: Search GitHub Repositories by Username
tr: GitHub Depolarını Kullanıcı Adına Göre Ara

source: Search History
tr: Arama Geçmişi

# server_error
source: Server returned an error with status code: %d
tr: Sunucu, %d durum kodu ile bir hata döndürdü.

source: Sort by Created At
tr: Sırala: Oluşturulma

source: Sort by Updated At
tr: Sırala: Güncelleme

source: Topics: %@
tr: Konular: %@

# unknown_error
source: An unknown error occurred.
tr: Bilinmeyen bir hata oluştu.

source: Unknown User
tr: Bilinmeyen Kullanıcı

source: Updated At: %@
tr: Güncellendi: %@

# user_history_not_available
source: No user history available.
tr: Kullanıcı geçmişi bulunamadı.

source: Username
tr: Kullanıcı Adı
